Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/moving_to_ireland/coming_to_live_in_ireland/bringing_pets_to_ireland.html.txt.tmx
Source language: en
Languages: fr

source: Bringing pets to Ireland
fr: L'entrée d'animaux familiers en Irlande

source: • Cats, dogs and ferrets
fr: • Chats, chiens et furets

source: • Travel to Ireland • How to apply
fr: • Comment faire une demande

source: The importation of pets into Ireland has always been strictly controlled to ensure that diseases such as rabies are not introduced
fr: L’importation d’animaux domestiques en Irlande est depuis toujours strictement contrôlée afin d’éviter que des maladies telles que la rage ne soit introduites dans le pays

source: The EU system of Passports for Pets allows cats, dogs and ferrets to travel between EU member states
fr: Ce Passeport pour Animaux Domestiques certifie que l’animal porte une puce d’identification et a été vacciné contre la rage

source: Pets from higher risk non-EU countries will also require a blood test - see 'Non-qualifying high-risk countries' below
fr: Les animaux en provenance de pays non membres de l’UE à haut risque devront également subir une analyse de sang (Cf

source: Cats, dogs and ferrets
fr: Chats, chiens et furets

source: Since 28 December 2014, under the Pet Passport (No
fr: Animaux domestiques en provenance d’un État membre de l’UE

source: If you want to import a cat, dog or ferret into Ireland from any EU member state including the UK, the pet animal must have an EU Pet Passport, (this document is the same throughout the EU)
fr: Pour entrer en Irlande, un chien, un chat ou un furet provenant d’un État membre de l’UE, Royaume-Uni compris, doit posséder un Passeport pour Animaux Domestiques (ce document est le même dans toute l’UE)

source: The Passport certifies that:
fr: Le Passeport garantit que :

source: • The pet is travelling from an eligible country
fr: • L’animal domestique vient d’un pays autorisé

source: • The pet is identified by an implanted microchip
fr: • L’animal domestique porte une puce d’identification

source: • The pet has been vaccinated against rabies subsequently at least 21 days before travel
fr: • L’animal domestique a été vacciné contre la rage au moins 21 jours avant le voyage

source: • Dogs coming from countries other than the UK, Finland or Malta have been treated against tapeworm between 24 and 120 hours before travel
fr: • Les chiens ont reçu un traitement vermifuge 24 à 120 heures avant le voyage

source: The time and date of treatment are entered on the passport
fr: La date du traitement doit être notée sur le passeport

source: Treatment for ticks is not compulsory but it is advisable to get it at the same time as the tapeworm treatment
fr: Le traitement contre les tiques n’est pas obligatoire mais il est conseillé de le faire administrer en même temps que le traitement vermifuge

source: If there are more than 5 animals, a veterinary health certificate showing that animals have been clinically examined within 48 hours of departure is also required unless the owner can show proof that the animals are being brought to compete in a sporting event or other competition
fr: Pour plus d’informations sur les exigences en matière d’entrée pour les chiens, chats et furets en provenance de l’UE et de certains autres territoires de l’UE, veuillez consulter le site internet du Ministère de l’Agriculture, de l’Alimentation et de la Pêche

source: Pets from outside the EU
fr: Animaux domestiques en provenance d’un pays non membre de l’UE

source: If you want to import a cat, dog or ferret into Ireland from a country outside the EU there are 2 categories of these countries: qualifying lower-risk countries and non-qualifying high-risk countries
fr: Pour faire entrer un chien, un chat ou un furet en Irlande à partir d’un pays non membre de l’UE, il convient de noter qu’il existe deux catégories de pays : les pays à faible risque admissibles et les pays à haut risque non admissibles

source: You can check if your country of origin is on this list of qualifying lower-risk countries
fr: Consultez la liste des pays à faible risque admissibles (pdf) pour vérifier si votre pays d’origine en fait partie ou non

source: If it is not on this list then your country of origin is a non-qualifying high-risk country
fr: Si cela n’est pas le cas, cela signifie que votre pays d’origine est considéré comme un pays à haut risque non admissible

source: Pets from qualifying non-EU countries
fr: Animaux en provenance de pays non membres de l’UE admissibles

source: A cat, dog or ferret from a qualifying lower-risk non-EU country must undergo the following in this order:
fr: • Il doit porter une puce d’identification (cela doit être fait avant toute autre chose)

source: • Be identified by a microchip
fr: • Il doit ensuite être vacciné contre la rage

source: • Be vaccinated for rabies subsequently
fr: • Il doit posséder un Certificat Vétérinaire (Cf

source: • Have a veterinary health certificate in the form of Annex IV to Commission Implementing Decision 577/2013 to certify that it is currently immunised against rabies and dogs must be treated against tapeworm between 24 and 120 hours before arriving in Ireland
fr: • Les chiens doivent avoir reçu un traitement vermifuge 24 à 120 heures avant le voyage et la date du traitement doit être notée sur le passeport

source: If you are coming from a non-qualifying high-risk country your pet must:
fr: Si vous venez d’un pays à haut risque non admissible, votre animal domestique doit remplir les conditions suivantes ;

source: • Be microchipped (this must be done before anything else)
fr: • Il doit porter une puce d’identification (cela doit être fait avant toute autre chose)

source: • Have a blood test after the rabies vaccination at least 3 months before entry
fr: • Il doit subir une analyse de sang après avoir reçu son vaccin contre la rage au moins 3 mois avant son entrée en Irlande

source: • Have a veterinary health certificate in the form of Annex IV to Commission Implementing Decision 577/2013 to certify that it is currently immunised against rabies and dogs must be treated against tapeworm not more than 120 hours and not less than 24 hours before arriving in Ireland
fr: • Les chiens doivent avoir reçu un traitement vermifuge 24 à 120 heures avant le voyage et la date du traitement doit être notée sur le passeport

source: There is more information about bringing cats, dogs or ferrets into Ireland on the website of the Department of Agriculture, Food and the Marine
fr: Pour plus d’informations sur les exigences en matière d’entrée pour les chiens, chats et furets en provenance de pays non membres de l’UE et de certains membres de l’UE, veuillez consulter le site internet du Ministère de l’Agriculture, de l’Alimentation et de la Marine

source: Pet birds, rabbits and rodents
fr: Oiseaux, lapins et rongeurs domestiques

source: If you are moving to live in Ireland or coming here on holiday, you may be able to bring your pet bird, rabbit or rodent with you, provided you meet certain requirements – see ‘How to apply’ below
fr: Si vous venez vous installer en Irlande ou venez y passer des vacances, vous pourriez être autorisé à amener votre oiseau, lapin ou rongeur domestique avec vous, dans la mesure où vous satisfaites à certaines exigences - Cf. paragraphe ‘'Comment faire une demande ? ' ci-dessous

source: There is more information about the entry requirements for birds, rabbits and rodents either from EU or from outside the EU on the website of the Department of Agriculture, Food and the Marine
fr: Pour plus d'informations sur les exigences en matière d'entrée des oiseaux, lapins et rongeurs en provenance de l'UE ou de pays non membres de l'UE, veuillez consulter le site internet du Ministère de l'Agriculture, de l'Alimentation et de la Pêche

source: The operator of the airline or ferry company is legally obliged under the Pet Passport (No2) Regulations 2014 to notify the arrival of the animals to the Department of Agriculture, Food and the Marine by email at least 24 hours in advance to petmove@agriculture.gov.ie
fr: Ces derniers peuvent également voyager par ferry. Ils doivent être accompagnés de leur propriétaire ou d’une personne le représentant (les animaux non accompagnés ne peuvent entrer en Irlande par le biais du Système de Passeport pour Animaux Domestiques)

source: Airlines registered with the Department may choose to carry pets complying with the above regulations
fr: Voyage en avion: si l’animal domestique ne répond pas aux exigences, le Ministère peut décider de le renvoyer dans son pays d’origine ou de le mettre en quarantaine pour une durée maximum de 4 mois aux frais du propriétaire

source: Compliant pets may travel on any ferry
fr: Voyage en ferry: les contrôles sont réalisés en France avant l’embarquement

source: The pet must travel with its owner or with a person acting on behalf of the owner (unaccompanied pets cannot travel to Ireland under the EU Pet Passport System)
fr: Si un chien n’a pas reçu de traitement vermifuge et que le propriétaire a le temps de se rendre chez un vétérinaire avant d’embarquer, il sera autorisé à voyager

source: Travel from outside the EU
fr: Voyages à partir d’un pays non membre de l’UE

source: The animal must be transported by air to Ireland on an approved airline or pet cargo carrier
fr: L’animal doit être transporté par avion en Irlande par une compagnie aérienne approuvée

source: You must provide evidence to the airline in advance that your pet is travelling with you for non-commercial purposes
fr: Dans le cas contraire, les propriétaires doivent obtenir un accord préalable du Ministère

source: Entry to Ireland is by airline into Dublin airport where the pet is checked to see if it is compliant with the entry requirements
fr: Animaux non conformes en provenance d’un pays non membre de l’UE

source: If the pet does not meet the entry requirements it will be returned to the country of origin at the owner's expense
fr: • Mettre l’animal en quarantaine pour une durée maximum de 4 mois aux frais du propriétaire

source: If you are importing a pet cat, dog or ferret into Ireland from an EU member state or certain other EU countries, you should arrange for your veterinarian to microchip and then vaccinate the pet in that order, and obtain an EU Pet Passport from the competent authority in the EU member state of origin
fr: Si vous souhaitez faire entrer un chat, un chien ou un furet en Irlande à partir d’un État membre de l’UE ou de certains autres pays de l’UE, vous devez faire poser par votre vétérinaire une puce à votre animal puis le faire vacciner et obtenir un Passeport pour Animaux Domestique des autorités compétentes dans l’État membre dont vous êtes originaire

source: If you are importing a pet cat, dog or ferret into Ireland from a qualifying low-risk country, you should arrange for your veterinarian to microchip and then vaccinate the pet in that order
fr: Si vous souhaitez faire entrer un chat, un chien ou un furet en Irlande à partir d’un pays à faible risque admissible, vous devez faire poser par votre vétérinaire une puce à votre animal puis le faire vacciner

source: If you are importing a pet cat, dog or ferret into Ireland from a non-qualifying high-risk country, you should arrange for your veterinarian to microchip, vaccinate and then bloodtest the pet in that order
fr: Si vous souhaitez faire entrer un chat, un chien ou un furet en Irlande à partir d’un pays tiers admissible, vous devez faire poser par votre vétérinaire une puce à votre animal, le faire vacciner puis lui faire subir une analyse de sang

source: Contact a local veterinarian or the competent authority for information on the veterinary health certificate in the form of Annex IV to Commission Implementing Decision 577/2013
fr: Pour plus d’informations sur le Certificat Vétérinaire pour Chiens, Chats et Furets Domestiques entrant dans la Communauté Européenne veuillez prendre contact avec votre vétérinaire ou l’autorité compétente locale

source: If you are bringing a pet bird, rabbit or rodent to Ireland from another EU state or a relevant European state you must accompany the pet to Ireland
fr: Pour faire entrer un oiseau, un lapin ou un rongeur domestique en Irlande à partir d'un pays membre de l'UE ou d'un autre pays européen, vous devez accompagner l'animal en Irlande

source: At least 24 hours before you arrive in Ireland you must send a completed advance notice of importation into Ireland form for pet birds or for a pet rodent or rabbit to the Animal Health and Welfare Division, Department of Agriculture, Food and the Marine at the address below
fr: 24 heures au plus tard avant que vous n'arriviez en Irlande, vous devez envoyer le formulaire Préavis d'importation d'oiseaux domestiques en Irlande dûment complété au Ministère de l'Agriculture, de l'Alimentation et de la Marine, « Animal Health and Welfare Division », à l'adresse ci-dessous

source: Owners of pet birds must also travel with a completed Owner Declaration for Pet Birds form
fr: Les propriétaires d'oiseaux domestiques doivent également voyager avec un formulaire Déclaration de propriété d'oiseaux domestiques dûment complété

source: If you wish to bring a pet bird, rabbit or rodent from a country outside the EU, you must apply for an import permit using either the form for a pet bird or the form for a pet rabbit or rodent
fr: Pour faire entrer un oiseau, lapin ou rongeur domestique en Irlande en provenance d'un pays non membre de l'UE, vous devez faire une demande pour un permis d'importation au moyen du formulaire pour un oiseau domestique ou du formulaire pour un lapin ou un rongeur domestique

source: You should send the application to the Animal Health and Welfare Division, Department of Agriculture, Food and the Marine, at the address below, in sufficient time to allow the pre-export requirements, which include a veterinary health certificate, to be completed
fr: Vous devez envoyer la demande au Ministère de l'Agriculture, de l'Alimentation et de la Marine, « Animal Health and Welfare Division », à l'adresse ci-dessous, dans un délai suffisant pour permettre aux exigences préalables à l'exportation, incluant un certificat de santé vétérinaire, d'être remplies
